[
    {
        "title": "Beneath the Skin of CPI Inflation, April: After Some Zigs, a Zag. But 6-Month Core CPI Hits 4.0%, 6-Month Core Services CPI Hits 6.0%, Both Highest since mid-2023",
        "public_url": "https://wolfstreet.com/?p=95653",
        "publish_date": "Wed, 15 May 2024 18:40:00 +0000",
        "file_location": "./data/Beneath the Skin of CPI Inflation, April: After Some Zigs, a Zag. But 6-Month Core CPI Hits 4.0%, 6-Month Core Services CPI Hits 6.0%, Both Highest since mid-2023.md",
        "summary": "In an article by Wolf Street, \"Beneath the Skin of CPI Inflation, April: After Some Zigs, a Zag,\" the analysis delves into the April Consumer Price Index (CPI) data, noting a slight improvement in trends but hinting at a possible shift. The 6-month core CPI hit 4.0%, while the 6-month core services CPI reached 6.0%, marking the highest levels since mid-2023. Core services inflation exhibited fluctuations, with a 5.1% increase in April and a 5.7% three-month average. The housing components of services CPI showed increases, with the Rent of Primary Residence rising 4.3% and Owners’ Equivalent of Rent climbing 5.2%. Durable goods CPI decreased by 3.2% year-over-year, primarily driven by declines in vehicle prices. Food inflation saw a 0.2% decrease in Food at Home CPI and a 4.1% increase in Food Away from Home CPI in April. Energy CPI rose for the third consecutive month, influenced by increasing gasoline prices. The comprehensive analysis provides insights into the various components affecting CPI trends, from services and housing to goods and energy sectors."
    },
    {
        "title": "Here Come the HELOCs in Household Debt: Mortgages, Delinquencies, and Foreclosures",
        "public_url": "https://wolfstreet.com/?p=95633",
        "publish_date": "Wed, 15 May 2024 05:04:57 +0000",
        "file_location": "./data/Here Come the HELOCs in Household Debt: Mortgages, Delinquencies, and Foreclosures.md",
        "summary": "In an article by Wolf Richter for WOLF STREET, household debt trends surrounding mortgages, delinquencies, and foreclosures, particularly focusing on the resurgence of HELOC loans, were discussed. Mortgage balances hit a record high in Q1, with HELOC balances also seeing a significant rise. The burden of mortgage debt, measured against disposable income, has remained relatively steady, despite recent increases in income. Delinquency rates for mortgages and HELOCs have not yet normalized post-pandemic, and foreclosures are gradually increasing from pandemic lows. Foreclosures may not be a critical issue as long as home prices remain stable and homeowners stay employed, although a sudden mass selling of homes could create problems. Banks are not as exposed to mortgage risks this time around, with most mortgages now held by government entities, reducing the potential for a financial system collapse stemming from failing mortgages."
    },
    {
        "title": "Household Debt, Delinquencies, Collections, and Bankruptcies: The Free-Money Era Is Over for our Not So Drunken Sailors",
        "public_url": "https://wolfstreet.com/?p=95615",
        "publish_date": "Tue, 14 May 2024 20:10:53 +0000",
        "file_location": "./data/Household Debt, Delinquencies, Collections, and Bankruptcies: The Free-Money Era Is Over for our Not So Drunken Sailors.md",
        "summary": "Wolf Richter discusses the rise of household debt, delinquencies, collections, and bankruptcies in an era where expenses have increased, signaling the end of the \"free-money era.\" Total household debt has reached $17.7 trillion in Q1, with a favorable debt-to-income ratio of 85%. Delinquencies remain elevated at 3.9%, indicating ongoing strain on households. Third-party collections are near record lows at 4.8%, while bankruptcies have decreased to 121,000 filings in Q1. Despite these challenges, overall balance sheets show historically low debt levels. Wolf plans to explore specific debt categories further in upcoming articles, alongside topics like the CPI report and housing market bubbles in Canada. If readers wish to support Wolf Street, they can donate or sign up for email notifications for new articles."
    },
    {
        "title": "PPI Inflation Acts Up in a Nasty Way:  It Spikes after Big Downward Revisions",
        "public_url": "https://wolfstreet.com/?p=95602",
        "publish_date": "Tue, 14 May 2024 15:53:07 +0000",
        "file_location": "./data/PPI Inflation Acts Up in a Nasty Way:  It Spikes after Big Downward Revisions.md",
        "summary": "The Producer Price Index (PPI) experienced a notable spike in April, particularly in the services sector, following significant downward revisions. The three-month annualized basis showed a 4.1% increase, the highest since September, with core PPI also rising by 6.1% from March, the largest jump since July. Year-over-year, core PPI saw a 2.4% increase, the highest since August. The services PPI, which makes up 62% of the total index, surged by 7.0% in April, potentially leading to cost transfers to consumers. Finished core goods PPI rose by 1.7% annualized in April. These figures could have implications for broader economic trends and upcoming readings on core PCE and core services PCE."
    },
    {
        "title": "There’s a Boom in Distressed Debt Exchanges to Deal with Leveraged-Loan Defaults",
        "public_url": "https://wolfstreet.com/?p=95595",
        "publish_date": "Mon, 13 May 2024 20:37:32 +0000",
        "file_location": "./data/There’s a Boom in Distressed Debt Exchanges to Deal with Leveraged-Loan Defaults.md",
        "summary": "Wolf discusses the increase in distressed debt exchanges as companies seek to deal with leveraged loan defaults. These exchanges offer an alternative to traditional bankruptcy court restructurings, allowing companies to negotiate with creditors and potentially swap out debt for equity. This trend reflects the challenges faced by highly leveraged companies in the current economic environment. Distressed debt exchanges significantly increase default numbers when included in default rates, with investors motivated by loose financial conditions to engage in these deals. Leveraged loans, popular among junk-rated companies, have led to a surge in exchanges since the Federal Reserve began raising interest rates. Despite rising defaults due to borrowers struggling with higher interest payments, leveraged-loan issuance has increased, while distressed debt exchanges remain prevalent in the junk bond realm."
    },
    {
        "title": "Funny How Wall Street Tries so Hard to Get Homeowners to Pay Interest & Fees on their Own Money",
        "public_url": "https://wolfstreet.com/?p=95580",
        "publish_date": "Mon, 13 May 2024 01:26:27 +0000",
        "file_location": "./data/Funny How Wall Street Tries so Hard to Get Homeowners to Pay Interest & Fees on their Own Money.md",
        "summary": "Wolf Richter discusses how Wall Street views the $11 trillion in \"tappable\" home equity as a potential goldmine, enticing homeowners to borrow against it, paying interest and fees to access their own money. The mortgage industry is shifting towards second-lien mortgages, with Freddie Mac proposing to securitize them for investor sale. Despite the benefits of unlocking home equity, homeowners face various risks, particularly in falling markets. The industry sees the potential for profits through fees and interest income on these mortgages, as Wall Street eyes larger gains from this untapped equity opportunity."
    },
    {
        "title": "It’s Funny How Wall Street Tries so Hard to Get Homeowners to Pay Interest & Fees on their Own Money",
        "public_url": "https://wolfstreet.com/?p=95580",
        "publish_date": "Mon, 13 May 2024 01:26:27 +0000",
        "file_location": "./data/It’s Funny How Wall Street Tries so Hard to Get Homeowners to Pay Interest & Fees on their Own Money.md",
        "summary": "In his article for WOLF STREET, Wolf Richter delves into how Wall Street views the vast potential of $11 trillion in tappable home equity as a profitable opportunity, encouraging homeowners to borrow against their equity through second-lien mortgages to generate more revenue from interest and fees. This move is seen as a way to boost the mortgage industry post-refinance-mortgage collapse, with Freddie Mac proposing to securitize these mortgages for investor appeal. However, this strategy poses risks for homeowners, especially in declining markets where they may struggle with dual mortgage payments and potential personal liabilities for deficiencies on both mortgages. Despite the irony of homeowners paying fees on their own money, the industry sees this as a way to tap into the immense pool of home equity and foster growth."
    },
    {
        "title": "Junk-Bond Issuance Nearly Doubles YTD, amid Feverish Demand in La-la-Land and Ultra-Loose Financial Conditions",
        "public_url": "https://wolfstreet.com/?p=95545",
        "publish_date": "Sat, 11 May 2024 02:58:11 +0000",
        "file_location": "./data/Junk-Bond Issuance Nearly Doubles YTD, amid Feverish Demand in La-la-Land and Ultra-Loose Financial Conditions.md",
        "summary": "Companies are taking advantage of the ultra-low interest rates and eager investors to issue junk bonds at a rapid pace this year, with issuance nearly doubling year-to-date. Despite the Fed's tightening efforts, demand for US corporate bonds, especially high-yield ones, remains high, except in the commercial real estate sector. Wolf Richter notes the surge in bond sales this week exceeding $14 billion, showing companies' eagerness to quickly meet funding needs with stable interest rate expectations. Corporate bond issuance has increased by 38% since the beginning of 2024, with junk bonds reaching $117 billion, reflecting loose financial conditions despite the Fed's unchanged policy rates at 5.5% since July 2023."
    },
    {
        "title": "Vacation-Rental SPAC Vacasa Restructures. Shares -97% in 2.5 Years as Public Company",
        "public_url": "https://wolfstreet.com/?p=95525",
        "publish_date": "Fri, 10 May 2024 20:24:36 +0000",
        "file_location": "./data/Vacation-Rental SPAC Vacasa Restructures. Shares -97% in 2.5 Years as Public Company.md",
        "summary": "The SPAC Vacasa, highlighted in the Wolf Street article \" Vacation-Rental SPAC Vacasa Restructures. Shares -97% in 2.5 Years as Public Company\", went public in October 2021 and saw its shares plummet by 97% since then, drawing criticism for how Wall Street profited from the deal while investors faced significant losses. Vacasa's restructuring process, led by Wolf Richter for WOLF STREET, revealed a $141 million loss in its latest earnings report due to softening demand and rising competition. Revenue fell by 18% in Q1 and by 6% in 2023 compared to the previous year, prompting multiple rounds of layoffs and restructuring to reduce costs. Despite efforts to stabilize its financial situation, the company continues to struggle with mounting losses and underwent a reverse stock split to avoid delisting, with shares dropping 97% since the SPAC merger."
    },
    {
        "title": "Our Favorite Recession Indicator: Next Recession Keeps Moving Further Out",
        "public_url": "https://wolfstreet.com/?p=95501",
        "publish_date": "Thu, 09 May 2024 18:03:51 +0000",
        "file_location": "./data/Our Favorite Recession Indicator: Next Recession Keeps Moving Further Out.md",
        "summary": "In a recent article by Wolf Richter for WOLF STREET, the author discusses the rise in initial claims for state unemployment benefits, reaching the highest level since three weeks ago. This data serves as an early warning sign of a potential recession, reacting quicker than survey-based job reports, making it a valuable indicator to track economic trends. The number of continued unemployment claims has stabilized at 1.78 million, indicating a \"frying pan\" pattern where it takes longer for people to find jobs after being laid off. While this trend is visible in various post-pandemic economic data, the level remains below levels preceding recessions, suggesting a tight labor market with no immediate recession in sight, though continued monitoring is recommended."
    },
    {
        "title": "Ad-Tech Outfit DoubleVerify Plunges 40% Today, -62% from Peak, 3 Years after IPO. Nabs WOLF STREET Downgrade to “Should Have Never Bought”",
        "public_url": "https://wolfstreet.com/?p=95481",
        "publish_date": "Wed, 08 May 2024 18:35:26 +0000",
        "file_location": "./data/Ad-Tech Outfit DoubleVerify Plunges 40% Today, -62% from Peak, 3 Years after IPO. Nabs WOLF STREET Downgrade to “Should Have Never Bought”.md",
        "summary": "In the Wolf Street article by Wolf Richter, the ad-tech outfit DoubleVerify's stock plunged 40% in one day and is down 62% from its peak since its IPO three years ago. The company, known for giving Wolf Street a downgrade to \"Should Have Never Bought\" in their brand safety services, acts as a mediator between advertisers and internet publishers, offering services with dubious claims. Following a decrease in revenue guidance, DoubleVerify experienced a 42% decrease in net income, resulting in a downgrade by Wolf Street. DoubleVerify's IPO in April 2021 coincided with a peak hype period, leading to a significant decline post-IPO. The company's practice of blocking advertisers' communications from reaching high-income, investment-oriented readers has resulted in revenue loss for the publisher."
    },
    {
        "title": "Used Car Prices Continue Historic Plunge, Wholesale Prices Gave up 59% of Crazy Pandemic Spike",
        "public_url": "https://wolfstreet.com/?p=95453",
        "publish_date": "Tue, 07 May 2024 18:49:09 +0000",
        "file_location": "./data/Used Car Prices Continue Historic Plunge, Wholesale Prices Gave up 59% of Crazy Pandemic Spike.md",
        "summary": "The article by Wolf Richter for WOLF STREET discusses the continuous historic decline in used car prices, with wholesale prices dropping 59% from their pandemic peak. Despite a 2.3% decline in April to $18,151, reflecting a correction from the spike seen in January 2022, retail sales rose by 9% year-over-year. This dynamic of declining prices amidst rising sales is attributed to inventory constraints. Companies like Hertz, heavily reliant on vehicle investments, face challenges as the market normalizes, even during tax refund season when consumers may benefit from lower prices."
    },
    {
        "title": "Buffett Invests in T-bills instead of Stocks, Waits for Bad Stuff to Happen, Cash is King at 5%-plus",
        "public_url": "https://wolfstreet.com/?p=95432",
        "publish_date": "Mon, 06 May 2024 19:20:54 +0000",
        "file_location": "./data/Buffett Invests in T-bills instead of Stocks, Waits for Bad Stuff to Happen, Cash is King at 5%-plus.md",
        "summary": "In a piece by Wolf Street, the author discusses how Warren Buffett, through his company Berkshire Hathaway, has shifted towards investing in Treasury bills instead of stocks, accumulating a significant $153 billion in T-bills by March. Despite retaining Apple as its largest stock holding, BRK opted to convert some Apple shares into T-bills, which are providing returns of over 5%. By focusing on risk-free T-bills yielding over 5%, Buffett aims to wait for potential market downturns or lucrative opportunities. The article criticizes how Buffett's stock warnings are often overlooked, with media attention only given when he promotes stocks. Wolf Street encourages donations and email sign-ups to support their work."
    },
    {
        "title": "The Reasons the Fed’s Bowman is “Willing” to Hike Rates if “Data Indicate Progress on Inflation Has Stalled or Reversed”",
        "public_url": "https://wolfstreet.com/?p=95407",
        "publish_date": "Sun, 05 May 2024 23:37:25 +0000",
        "file_location": "./data/The Reasons the Fed’s Bowman is “Willing” to Hike Rates if “Data Indicate Progress on Inflation Has Stalled or Reversed”.md",
        "summary": "The article discusses Federal Reserve Governor Michelle Bowman's openness to hiking rates if inflation progress stalls or reverses. In the first quarter of the year, there was a significant increase in inflation in the US, leading the Fed to consider rate hikes instead of cuts. Bowman identified key factors that could sustain high inflation and expressed the need for flexible monetary policy to address potential risks. Data uncertainty complicates rate decisions, with the goal of achieving price stability and maximum employment without causing a severe recession. Governor Bowman's astuteness in identifying inflationary factors aligns with Chair Jerome Powell's nuanced statements."
    },
    {
        "title": "The Inflation Surge, Effects of this Sudden Divergence between the Fed and other Central Banks, the Corporate & Government Debt Bubbles, Housing, and the New & Used Car Markets Now",
        "public_url": "https://wolfstreet.com/?p=95393",
        "publish_date": "Sat, 04 May 2024 22:59:18 +0000",
        "file_location": "./data/The Inflation Surge, Effects of this Sudden Divergence between the Fed and other Central Banks, the Corporate & Government Debt Bubbles, Housing, and the New & Used Car Markets Now.md",
        "summary": "Wolf Richter discussed the recent inflation surge and the sudden divergence between the Fed and other central banks on “This Week in Money” at HoweStreet.com, recorded on March 27. He highlighted the collapse of US monthly payments and forbearance numbers, emphasizing the risks when these programs end and the declining overhang of “seriously delinquent” mortgages. Wolf also addressed the swelling housing bubble in the US, with prices hitting new highs, and its implications for homeowners and investors. In the comments section, Debt-Free-Bubba appreciated the insights, while Enlightened Libertarian highlighted the importance of staying informed through reading. Wolf further discussed a crucial proposal in the EU that would allocate 20 percent of the budget to climate change mitigation, potentially impacting the economy significantly and signaling the EU's commitment to green projects and a low-carbon future."
    },
    {
        "title": "Which Industries Lost Jobs, Which Gained Jobs: Longer-Term Employment Trends in Charts",
        "public_url": "https://wolfstreet.com/?p=95365",
        "publish_date": "Sat, 04 May 2024 02:45:24 +0000",
        "file_location": "./data/Which Industries Lost Jobs, Which Gained Jobs: Longer-Term Employment Trends in Charts.md",
        "summary": "The Wolf Street article by Wolf Richter explores the longer-term employment trends in various industries based on Bureau of Labor Statistics data. Industries such as Construction, Professional & Business Services, Healthcare, and Wholesale trade have seen growth to new all-time highs, while the Information industry has faced significant layoffs. The analysis is conducted using three-month moving averages to smooth out fluctuations, showcasing employment trends in sectors like manufacturing, leisure, retail, finance, transportation, arts, mining, and government over the past decade. The impact of structural changes and automation on these industries is emphasized, providing a comprehensive overview of the evolving workforce landscape."
    },
    {
        "title": "Jobs, Wages, Mass Immigration, Full- and Part-Time Workers, Unemployment, Prime-Age Participation Rate, and Multiple Jobholders (who are they anyway?)",
        "public_url": "https://wolfstreet.com/?p=95343",
        "publish_date": "Fri, 03 May 2024 20:12:09 +0000",
        "file_location": "./data/Jobs, Wages, Mass Immigration, Full- and Part-Time Workers, Unemployment, Prime-Age Participation Rate, and Multiple Jobholders (who are they anyway?).md",
        "summary": "In April, employers added 175,000 non-farm payroll jobs, slower than in previous months but still showing a robust labor market with 2.8 million jobs added over the past year. Average hourly earnings rose 2.4% annually in March, and wages were up 4.0% from a year ago. Household survey data, affected by the undercount of mass immigration, has led to discrepancies in employment figures, with the prime-age labor participation rate at 83.5%. The unemployment rate ranges from 1.3% to 7.4%, with U-3 at 3.9% in April. Multiple Jobholders make up just below 5.2% of total workers, prompting questions about the impact of mass immigration on labor market metrics."
    },
    {
        "title": "Fed Balance Sheet QT: -$1.60 Trillion from Peak, to $7.36 Trillion, Lowest since December 2020",
        "public_url": "https://wolfstreet.com/?p=95324",
        "publish_date": "Fri, 03 May 2024 02:18:05 +0000",
        "file_location": "./data/Fed Balance Sheet QT: -$1.60 Trillion from Peak, to $7.36 Trillion, Lowest since December 2020.md",
        "summary": "In a Wolf Street article by Wolf Richter, the Federal Reserve's balance sheet has decreased by $1.6 trillion from its peak, now at $7.36 trillion, the lowest level seen since December 2020. Quantitative Tightening (QT) has removed 38% of Treasury securities and 27% of Mortgage-Backed Securities added during the pandemic QE. QT details include slowing down and starting in June, with a Treasury cap adjustment to $25 billion and MBS runoff to continue at $35 billion, aiming for MBS to eventually disappear from the balance sheet. Treasury securities have decreased by $1.25 trillion, while MBS holdings dropped by $368 billion due to slower home sales and refinancing. The Discount Window provides liquidity to banks at 5.5% interest, with $6.8 billion in loans in April. The Bank Term Funding Program decreased to $124 billion and will phase out by March 2025. In the next 12 months, the balance sheet may shrink to $7.28 trillion, with assets potentially decreasing by $630 billion by May 2025, without MBS roll-off acceleration, reaching $6.63 trillion."
    },
    {
        "title": "Delinquencies of Floating-Rate Office CMBS Loans Hit 20%, But Fixed-Rate Loans at 4.7%",
        "public_url": "https://wolfstreet.com/?p=95306",
        "publish_date": "Thu, 02 May 2024 22:36:56 +0000",
        "file_location": "./data/Delinquencies of Floating-Rate Office CMBS Loans Hit 20%, But Fixed-Rate Loans at 4.7%.md",
        "summary": "In the article, Wolf Richter discusses the current state of delinquencies in office CMBS loans. Delinquencies on floating-rate office CMBS loans have reached 20%, while fixed-rate loans stand at a much lower 4.7%. The rise in delinquencies for floating-rate loans is attributed to landlords struggling with rising vacancies and interest rates. The shift from fixed-rate to floating-rate office loans as interest rates increased has further complicated the situation. The overall delinquency rates for CMBS loans show the office sector as the worst-performing category, with multifamily and industrial sectors faring better. Despite some challenges, concerns persist over repayment defaults for fixed-rate loans and oversupply in the office market. The data indicates a growing share of floating-rate office loans in the market, highlighting the risks associated with adjustable-rate loans compared to the stability of fixed-rate loans."
    },
    {
        "title": "Oh Deary, Where Did my Rate Cuts Go? Fed’s Wait-and-See Now Entrenched? And Suddenly Lots of Talk about “Rate Hikes”",
        "public_url": "https://wolfstreet.com/?p=95293",
        "publish_date": "Thu, 02 May 2024 02:48:34 +0000",
        "file_location": "./data/Oh Deary, Where Did my Rate Cuts Go? Fed’s Wait-and-See Now Entrenched? And Suddenly Lots of Talk about “Rate Hikes”.md",
        "summary": "In the latest article from Wolf Street, Wolf discusses Chairman Powell's recent comments on potential rate hikes and the Federal Reserve's shift away from rate cuts. Powell's emphasis on the possibility of rate hikes marks a significant departure from past discussions centered on rate cuts. The Federal Reserve would consider hiking rates if evidence suggests the current policy stance is not tight enough to bring inflation down to 2%. Powell expressed caution towards rate hikes, stating that it was unlikely the next move would be a hike. The Fed remains patient and cautious in considering rate cuts, taking a wait-and-see approach due to concerns about persistently low inflation. Powell highlighted the importance of gaining confidence in sustainable inflation reaching 2% before easing policy restrictions. The Fed's decision to slow Quantitative Tightening (QT) aims to ensure a smooth transition in reducing its balance sheet without causing market stress, with a plan to eventually eliminate Mortgage-Backed Securities (MBS) from the balance sheet entirely."
    },
    {
        "title": "Fed Holds Rates at 5.50% Top of Range, QT Slowdown Starts in June, Acknowledged Inflation is a Problem Again",
        "public_url": "https://wolfstreet.com/?p=95291",
        "publish_date": "Wed, 01 May 2024 18:28:32 +0000",
        "file_location": "./data/Fed Holds Rates at 5.50% Top of Range, QT Slowdown Starts in June, Acknowledged Inflation is a Problem Again.md",
        "summary": "In a recent article by Wolf Richter for Wolf Street, the Federal Open Market Committee (FOMC) addressed concerns about inflation by acknowledging a lack of progress towards the 2 percent target. The Fed decided to keep its rates unchanged at 5.50%, while also announcing plans to adjust the pace of quantitative tightening (QT) starting in June. This meeting saw resistance to expectations of rate cuts and did not release the dot plot projections. Federal Reserve Chair Powell is expected to provide further details on the QT slowdown during the upcoming press conference."
    },
    {
        "title": "The Most Splendid Housing Bubbles in America amid the Now-Fizzled Rate-Cut Mania & Erstwhile Plunge in Mortgage Rates",
        "public_url": "https://wolfstreet.com/?p=95246",
        "publish_date": "Tue, 30 Apr 2024 20:45:02 +0000",
        "file_location": "./data/The Most Splendid Housing Bubbles in America amid the Now-Fizzled Rate-Cut Mania & Erstwhile Plunge in Mortgage Rates.md",
        "summary": "In an article by Wolf Street, Wolf Richter discusses the impact of 'Rate-Cut Mania' on home prices, triggered by a plunging mortgage rate and subsequently ended by rising inflation. The S&P CoreLogic Case-Shiller Home Price Index for 20 metros saw a 0.9% increase from December-February, reaching a new high 0.4% above June 2022 levels. Although some cities like San Diego and Los Angeles surpassed their 2022 peaks by a small margin, San Francisco Bay Area and Seattle remained notably below, 12% and 10.6% respectively. Out of the 20 metros, only Tampa and Cleveland experienced a decline in home prices, with Seattle showing the highest monthly increase at 2.3%. San Francisco Bay Area single-family houses have shown +1.7% monthly and +5.7% yearly increases, but are down by -12.0% from the peak in May 2022. Miami stands out as the most splendid housing bubble with home price inflation of 329% since 2000, far exceeding the Consumer Price Index. Wolf's analysis sheds light on the correlation between mortgage rates and housing bubbles in America."
    },
    {
        "title": "Sagging Used-Car Prices, Spiking Maintenance & Repair Costs, and a Post-Bankruptcy Propaganda Coup Turn Toxic for Hertz",
        "public_url": "https://wolfstreet.com/?p=95218",
        "publish_date": "Mon, 29 Apr 2024 20:47:15 +0000",
        "file_location": "./data/Sagging Used-Car Prices, Spiking Maintenance & Repair Costs, and a Post-Bankruptcy Propaganda Coup Turn Toxic for Hertz.md",
        "summary": "In a Wolf Street article by Wolf Richter, Hertz Global Holdings faced challenges with sagging used-car prices and spiking maintenance costs alongside its post-bankruptcy woes. The semiconductor shortage led to a spike in vehicle prices followed by a significant drop, affecting firms like Hertz with massive write-downs. Maintenance and repair costs surged, reflected in the CPI, impacting consumers and fleet owners alike. Piling into EVs created issues as renters unfamiliar with them led to a reduced EV fleet for Hertz due to low demand, impacting residual values faster than ICE vehicles. The collision between inflated vehicle acquisition prices and rapid depreciation rates resulted in a $561 million quarterly loss for Hertz, causing share values to plummet and the company to be classified as an \"Imploded Stock.\""
    },
    {
        "title": "Money Market Funds, T-Bills, Large CDs, Small CDs: Americans Learn to Arbitrage the Higher-for-Longer Interest Rates",
        "public_url": "https://wolfstreet.com/?p=95199",
        "publish_date": "Sun, 28 Apr 2024 01:17:22 +0000",
        "file_location": "./data/Money Market Funds, T-Bills, Large CDs, Small CDs: Americans Learn to Arbitrage the Higher-for-Longer Interest Rates.md",
        "summary": "In the Wolf Street article \"Money Market Funds, T-Bills, Large CDs, Small CDs: Americans Learn to Arbitrage the Higher-for-Longer Interest Rates,\" Wolf Richter discusses how Americans are capitalizing on higher interest rates by shifting their money into money market funds, Treasury bills, and CDs, avoiding unnecessary bank fees. Treasury bills under three months have been yielding over 5%, reflecting increased investor interest in short-term, low-risk investments backed by the Fed's rate hikes. As yields continue to rise, banks are compelled to offer competitive rates on CDs to retain and attract deposits, leading to a surge in large and small time-deposits. While T-bills have become popular among investors, banks are cautious about raising deposit rates to prevent a loyalty tax, despite customers having options to earn more elsewhere. This trend highlights the growing preference for secure yet lucrative investment alternatives over traditional bank accounts, as evidenced by the significant balances in retail money market funds reaching $6.36 trillion."
    },
    {
        "title": "Fed’s Wait-and-See on Rate Cuts Further Supported by Extra-Hot “Core Services” PCE Inflation & Hot “Core” PCE Inflation",
        "public_url": "https://wolfstreet.com/?p=95190",
        "publish_date": "Fri, 26 Apr 2024 16:08:40 +0000",
        "file_location": "./data/Fed’s Wait-and-See on Rate Cuts Further Supported by Extra-Hot “Core Services” PCE Inflation & Hot “Core” PCE Inflation.md",
        "summary": "The Federal Reserve's cautious stance on rate cuts is backed by the surge in core services inflation, particularly in housing, as discussed by Wolf Street. The core PCE price index accelerated to 3.9% annualized in March, surpassing the Fed's 2% target. Core services PCE price index spiked by 4.9% annually, while housing PCE price index rose by 5.4% annually, maintaining an eight-month trend in the 5% range. Wolf Richter noted the acceleration in various core services categories and the durable goods PCE price index rising by 0.8% in March, marking three consecutive months of positive readings after a period of negatives."
    },
    {
        "title": "Our Drunken Sailors Splurge on Services, Fixed Investment Surges. But Much-Worse Imports Drag Bigly on GDP. And there’s a Blip in Government Spending",
        "public_url": "https://wolfstreet.com/?p=95168",
        "publish_date": "Thu, 25 Apr 2024 16:43:17 +0000",
        "file_location": "./data/Our Drunken Sailors Splurge on Services, Fixed Investment Surges. But Much-Worse Imports Drag Bigly on GDP. And there’s a Blip in Government Spending.md",
        "summary": "In Q1 2024, Government Spending had a blip as it swung from a major contributor in Q4 to a slight drag on GDP. Consumer spending on services surged notably, with per-capita spending skyrocketing, despite consumers appearing relatively conservative. The drag from imports continues to impact long-term real GDP growth, with imports causing nearly 4 percentage points of damage in Q1, the worst since 1988. These factors contributed to \"real\" GDP growth in the first quarter increasing by 1.6% from Q4, driven by vigorous spending on services and a significant jump in private fixed investment. Despite a decline in federal government spending, these trends could represent only a temporary pause given historical patterns."
    },
    {
        "title": "Biggest Landlords Pile into “Build-to-Rent” Single-Family Houses, but Sell Older Houses into this Overpriced Market",
        "public_url": "https://wolfstreet.com/?p=95140",
        "publish_date": "Wed, 24 Apr 2024 21:17:36 +0000",
        "file_location": "./data/Biggest Landlords Pile into “Build-to-Rent” Single-Family Houses, but Sell Older Houses into this Overpriced Market.md",
        "summary": "In a Wolf Street article by Wolf Richter, it is highlighted how major landlords like American Homes 4 Rent (AH4R) and Invitation Homes (IH) are focusing on the \"build-to-rent\" sector, with AH4R building 2,317 rental developments in 2023 and IH acquiring 1,789 single-family houses from homebuilders. Both AH4R and IH sold over 3,000 older houses in 2023 to shift towards expanding their build-to-rent portfolios, with AH4R selling 1,546 houses and IH selling 1,489 houses. D.R. Horton is also investing in this sector, with $3.1 billion in single-family build-to-rent properties. The article notes a trend of increasing build-to-rent single-family homes in communities, with 27,495 completed in 2023 and 45,400 under construction. This rise is attributed to high housing prices and mortgage rates, leading to more demand for rental homes over buying. Additionally, there is a surplus of new single-family houses available for potential homeowners, causing inventory levels to reach highs not seen since 2008."
    },
    {
        "title": "How It’ll Take Years to Clean Up the Office CRE Mess, with Losses Spread Far and Wide",
        "public_url": "https://wolfstreet.com/?p=95126",
        "publish_date": "Wed, 24 Apr 2024 05:41:01 +0000",
        "file_location": "./data/How It’ll Take Years to Clean Up the Office CRE Mess, with Losses Spread Far and Wide.md",
        "summary": "In the Wolf Street article \"How It'll Take Years to Clean Up the Office CRE Mess, with Losses Spread Far and Wide,\" Wolf Richter discusses Blackstone's decision to stop interest payments on a $308 million mortgage for a Manhattan office tower bought in 2014. Following major tenant vacancies, Blackstone wrote off its investment, leading to the tower's return to lenders. Two years later, Yellowstone Real Estate acquired the CMBS for about $200 million, a steep drop from Blackstone's purchase price, resulting in losses for investors, especially in lower-rated tranches. The potential conversion of the tower into residential units indicates a new chapter, but Wolf notes the extended timeline for planning, permitting, and construction, signaling that full recovery may take years. The article highlights differences in risk management between investors and banks, underscoring a cautious approach from banks towards CRE risks."
    },
    {
        "title": "Prices of New Houses v. Existing Houses: Why New-House Sales Held Up as Existing-House Sales Plunged",
        "public_url": "https://wolfstreet.com/?p=95101",
        "publish_date": "Tue, 23 Apr 2024 18:19:48 +0000",
        "file_location": "./data/Prices of New Houses v. Existing Houses: Why New-House Sales Held Up as Existing-House Sales Plunged.md",
        "summary": "In a Wolf Street article by Wolf Richter, the author discusses how the prices of new houses have dropped by 18% from their peak, returning to November 2021 levels. This drop has been further influenced by mortgage rate reductions, making new homes more appealing to buyers. Homeowners holding onto vacant properties in hopes of lower mortgage rates have caused a convergence in prices between new and existing single-family homes. The median price of new homes has fallen more than existing homes, leading to a historic low 5-7% price difference between the two types of properties. Despite high mortgage rates, sales of new houses have remained steady, seeing a modest increase in March compared to a year ago. In contrast, sales of existing homes have plummeted by 29% since January 2019. The abundance of new houses for sale, reaching levels not seen since 2008, indicates a potential surplus that could impact prices and demand in the housing market."
    },
    {
        "title": "Brick-and-Mortar Meltdown Fells Express. Simon Property & Brookfield, to Avert Vacant Stores and Bad Leases at their Malls, to Buy the Brands and 435 Stores out of Bankruptcy",
        "public_url": "https://wolfstreet.com/?p=95074",
        "publish_date": "Mon, 22 Apr 2024 21:28:06 +0000",
        "file_location": "./data/Brick-and-Mortar Meltdown Fells Express. Simon Property & Brookfield, to Avert Vacant Stores and Bad Leases at their Malls, to Buy the Brands and 435 Stores out of Bankruptcy.md",
        "summary": "Brick-and-Mortar Meltdown Fells Express. Simon Property & Brookfield, to Avert Vacant Stores and Bad Leases at their Malls, to Buy the Brands and 435 Stores out of Bankruptcy: The brick-and-mortar meltdown has affected Express Inc., leading Simon Property Group and Brookfield Property Partners to step in and prevent empty storefronts and unfavorable leases at their malls by acquiring the struggling retailer's brands and 435 store locations out of bankruptcy. This strategic move reflects a trend in the retail industry where mall operators are actively involved in the fate of struggling tenants to maintain their properties' vitality and attractiveness."
    },
    {
        "title": "Nvidia, Supermicro Make Huge Mess of AI-Semiconductor Mania, Netflix Plunges, Big Tech Follows",
        "public_url": "https://wolfstreet.com/?p=95047",
        "publish_date": "Sat, 20 Apr 2024 02:31:41 +0000",
        "file_location": "./data/Nvidia, Supermicro Make Huge Mess of AI-Semiconductor Mania, Netflix Plunges, Big Tech Follows.md",
        "summary": "The latest article by Wolf Street, written by Wolf Richter, discusses the recent plunge in the Nasdaq Composite, which dropped by 2.05% to the levels last seen in September 2021. The piece examines the excessive hype surrounding AI and semiconductor stocks, with Nvidia falling by 10% and being down 21.8% from its peak. Super Micro Computer's stock also tumbled by 23%, affecting chip designer Arm Holdings and the SOX Semiconductor Index, which fell by 4.1%. Netflix's shares declined by 9.0% after a revenue forecast miss, leading to plans to stop reporting subscriber numbers. Major tech companies like Apple, Meta, Amazon, Alphabet, Microsoft, and Tesla experienced more moderate decreases."
    },
    {
        "title": "Fed’s Liabilities and QT: as ON RRPs Plunge toward Zero, Operating Losses Begin to Decline",
        "public_url": "https://wolfstreet.com/?p=95027",
        "publish_date": "Fri, 19 Apr 2024 20:52:14 +0000",
        "file_location": "./data/Fed’s Liabilities and QT: as ON RRPs Plunge toward Zero, Operating Losses Begin to Decline.md",
        "summary": "The Federal Reserve's liabilities have been decreasing as its ON RRP rates approach zero, leading to a decline in operating losses. Although the Fed experienced significant losses in 2023 due to negative spreads, its losses have since stabilized and decreased, with the smallest weekly losses in March and April 2024. The decrease in ON RRPs, currently at $441 billion, is a result of Quantitative Tightening (QT) draining balances before reserves, affecting the overall financial liquidity dynamics. Despite improvements, the Fed's interest income will continue to decline, delaying the point at which it breaks even. These losses impact the US Treasury, as the Fed remits its profits to the Treasury, contributing to deficits and debt."
    },
    {
        "title": "Home Sales Clobbered by Mortgage Rates. New Listings & Active Listings Surge. Most Price Reductions for any March in Years",
        "public_url": "https://wolfstreet.com/?p=95001",
        "publish_date": "Thu, 18 Apr 2024 20:24:57 +0000",
        "file_location": "./data/Home Sales Clobbered by Mortgage Rates. New Listings & Active Listings Surge. Most Price Reductions for any March in Years.md",
        "summary": "Sales of existing homes decreased in March compared to the previous year and the prior month, with 324,000 actual sales reported. The seasonally adjusted annual rate of sales fell by 4.3% in March. Active listings hit a pre-pandemic high at 695,000 in March, as new listings surged by 16.6% from the previous month. Despite the increase in listings, sales have declined more than new listings, leading to continuous growth in active listings. Price reductions for active listings also saw a significant increase, reaching 31.7% in March, the highest level for any March since 2017. Sellers are adjusting prices to attract buyers, with the national median sold price in March rising to $393,500. Supply has increased to 3.2 months, the highest for any March since 2020."
    },
    {
        "title": "Mortgage Rates over 7% and Heading Higher, Housing Market Still Frozen, Lots of Buyers on Strike as Prices Still Too High",
        "public_url": "https://wolfstreet.com/?p=94971",
        "publish_date": "Wed, 17 Apr 2024 19:50:32 +0000",
        "file_location": "./data/Mortgage Rates over 7% and Heading Higher, Housing Market Still Frozen, Lots of Buyers on Strike as Prices Still Too High.md",
        "summary": "In the Wolf Street article by Wolf Richter for WOLF STREET, the Mortgage Rates over 7% and Heading Higher section discusses the recent surge in mortgage rates, reaching 7.13%, the highest since early December due to the rise in the 10-year Treasury yield post-Fed's shift away from rate-cut expectations. The Housing Market Still Frozen section elaborates on the stagnant housing market, attributed to high prices, with mortgage applications for home purchases at record lows, indicating continued low sales of existing homes. Additionally, despite the availability of Home Equity Line of Credit (HELOC) options, the author questions why individuals opt for cash-out refis when they could benefit more from HELOCs, suggesting potential lack of awareness about HELOCs or mathematical challenges for some."
    },
    {
        "title": "Yen Drops to 155 against USD. Currency Collapse at Work, -32% against USD since 2021, -50% since 2012",
        "public_url": "https://wolfstreet.com/?p=94962",
        "publish_date": "Tue, 16 Apr 2024 14:58:00 +0000",
        "file_location": "./data/Yen Drops to 155 against USD. Currency Collapse at Work, -32% against USD since 2021, -50% since 2012.md",
        "summary": "Wolf Street reports that the Yen has dropped to 155 against the USD, indicating a significant currency collapse. This decline is attributed to Japan's prolonged adherence to aggressive monetary policies. The Yen's depreciation of 32% against the USD since 2021 and 50% since 2012 exemplifies the consequences of these policies. The Japanese yen dropped to a 34-year low against the USD, highlighting the consequences of Japan's aggressive monetary policies, with the Bank of Japan's massive money-printing efforts leading to a 50% depreciation of the yen since 2012. Despite small steps taken by the BOJ to ease off extreme policies, they have not been sufficient to halt the ongoing destruction of the currency. Despite attempts by Japanese authorities to intervene in the market, the yen continues to collapse due to prolonged reckless monetary expansion."
    },
    {
        "title": "Our Drunken Sailors Binge despite Higher Interest Rates, and the Fed Watches them Nervously",
        "public_url": "https://wolfstreet.com/?p=94930",
        "publish_date": "Mon, 15 Apr 2024 19:25:12 +0000",
        "file_location": "./data/Our Drunken Sailors Binge despite Higher Interest Rates, and the Fed Watches them Nervously.md",
        "summary": "In a recent article by Wolf Richter for WOLF STREET, retail sales data in the US for March showcased a 0.7% increase from February and a 4.0% rise year-over-year. While some segments like department stores and electronics/appliance stores struggled, winners included ecommerce, food services, and general merchandise retailers. The money fueling this surge is attributed to numerous factors like pay raises surpassing inflation, higher savings account returns, rent hikes, stock market growth, and contributions from immigrants in the workforce. This steady economic growth has left the Federal Reserve nervous, especially as high inflation persists and rate cut expectations wane. Retail sales trends by major segments like New and Used Vehicle and Parts Dealers, Ecommerce, Bars & Restaurants, and Gas Stations reveal a consumer shift towards experiential spending over traditional goods purchasing, emblematic of a thriving economy where consumers prioritize convenience and experiences."
    },
    {
        "title": "Banks’ Exposure to CRE Loans by Bank Size",
        "public_url": "https://wolfstreet.com/?p=94911",
        "publish_date": "Sun, 14 Apr 2024 04:52:18 +0000",
        "file_location": "./data/Banks’ Exposure to CRE Loans by Bank Size.md",
        "summary": "In a Wolf Street article by Wolf Richter, the author discusses the exposure of banks to Commercial Real Estate (CRE) loans, with a total of around $5 trillion in CRE loans. While FDIC-insured commercial banks hold $2.4 trillion of these loans, making up roughly 10% of their total assets, the rest is held by various investors. The interconnectedness and risk-taking nature of the banking system leave it vulnerable to contagion, as seen with the collapse of three regional banks in 2023, although not due to bad CRE loans. The breakdown of banks' exposure to CRE loans by size reveals that large banks have 6% of their loans as CRE loans, mid-size banks have 17%, small banks have 31%, and tiny banks have 28%. Small banks with higher concentrations of CRE loans may be at risk of significant losses, posing a threat to the financial system, especially in times of economic instability."
    },
    {
        "title": "The Most Splendid Housing Bubbles in Canada: Home Prices Dip Further, -14% from Peak in March 2022, Now Below Sep 2021",
        "public_url": "https://wolfstreet.com/?p=94888",
        "publish_date": "Fri, 12 Apr 2024 20:47:05 +0000",
        "file_location": "./data/The Most Splendid Housing Bubbles in Canada: Home Prices Dip Further, -14% from Peak in March 2022, Now Below Sep 2021.md",
        "summary": "The Stratechery article provides insight into the Canadian housing market, noting a -14% dip in home prices from the peak in March 2022, falling below September 2021 levels. Condo prices in Toronto reached a 28-month low, while Vancouver's house prices only decreased by -3.9% from their peak. Calgary's house prices saw an increase to a new high due to the oil boom in the region. Data from the Canadian Real Estate Association shows a 0.7% drop in condo prices in March, with the Composite MLS Home Price Index decreasing by 0.1% from February and 14.1% from its peak in March 2022. Despite a slight increase in home sales, they remain below the 10-year average, even with an uptick in new supply. The Bank of Canada has raised its overnight rate to 5.0% and reduced pandemic QE assets due to inflation concerns, particularly in the rental market from increased immigration. The article also provides a detailed overview of home prices in various Housing-Bubble Markets, including the Greater Toronto Area, Hamilton-Burlington metro, and other cities, illustrating month-to-month changes, peaks, and year-over-year fluctuations in prices for single-family houses and condos in each region."
    },
    {
        "title": "Two Things about the PPI Today: The March Seasonal Adjustments Were Huge, and the 3-Month Rates All Jumped",
        "public_url": "https://wolfstreet.com/?p=94874",
        "publish_date": "Thu, 11 Apr 2024 23:18:10 +0000",
        "file_location": "./data/Two Things about the PPI Today: The March Seasonal Adjustments Were Huge, and the 3-Month Rates All Jumped.md",
        "summary": "In a recent article by Wolf Richter for WOLF STREET, Ben highlights significant increases in the Producer Price Index (PPI), particularly a 7.9% annualized growth for the not-seasonally adjusted PPI, the largest since June 2022. Ben points out the volatility of PPI figures from month to month, with March seasonal adjustments being larger than in previous years. The not-seasonally adjusted PPI saw a 6.2% annualized increase in March, while the seasonally adjusted PPI only rose by 1.9%, indicating a considerable difference. Furthermore, Ben discusses the substantial three-month jumps in various PPI categories like Core PPI, Services PPI, and Core Goods PPI, suggesting potential inflation pressure from rising costs."
    },
    {
        "title": "Treasury Yields Spike, 3-Year by 25 Basis Points. Mortgage Rates Hit 7.34%. Services Inflation Smacks Down Rate-Cut Mania",
        "public_url": "https://wolfstreet.com/?p=94831",
        "publish_date": "Thu, 11 Apr 2024 04:52:49 +0000",
        "file_location": "./data/Treasury Yields Spike, 3-Year by 25 Basis Points. Mortgage Rates Hit 7.34%. Services Inflation Smacks Down Rate-Cut Mania.md",
        "summary": "Ben from Stratechery discusses the recent spike in Treasury yields, particularly the 3-year yield jumping by 25 basis points, impacting mortgage rates that have hit 7.34%. Services inflation has smacked down the previous rate-cut mania prevalent in the market. Wolf Street's Wolf Richter highlights the 10-year Treasury auction results, where $39 billion in notes had a yield of 4.56% post-CPI report, representing a significant increase compared to previous auctions. The secondary market experienced a spike in the 10-year Treasury yield to 4.55%, the highest since mid-November, reflecting the bond market's adjustment to inflation realities following a frenzy of Rate Cut Mania."
    },
    {
        "title": "Beneath the Skin of CPI Inflation, March: Inflation Behaves Very Badly, Saga Far from Over",
        "public_url": "https://wolfstreet.com/?p=94803",
        "publish_date": "Wed, 10 Apr 2024 18:51:35 +0000",
        "file_location": "./data/Beneath the Skin of CPI Inflation, March: Inflation Behaves Very Badly, Saga Far from Over.md",
        "summary": "In a recent article by Wolf Richter for WOLF STREET, Ben, an expert, delved into the latest Consumer Price Index (CPI) data, revealing a surge in inflation driven by services in March. Core services CPI spiked by 5.6% annually, leading to an overall CPI increase not seen since November 2022. The Fed's hopes for a cooldown in inflation have been dashed, with inflation persisting for the third consecutive month. Ben analyzed various components of inflation, noting a significant jump in the \"supercore services CPI\" by 7.5% annually, excluding housing costs. Housing components, including Rent of Primary Residence and Owners' Equivalent of Rent, continued to rise steadily. Durable goods prices dropped by 2.7% in March, with new vehicle prices stabilizing recently. Used vehicle prices also decreased, reversing a portion of the pandemic-induced spike. Food inflation remained stable, with Food at Home CPI unchanged while Food Away from Home saw a 3.2% increase. Energy prices rose for the second consecutive month, influenced by seasonal trends in gasoline prices."
    },
    {
        "title": "The Biggest Landlords of Single-Family Rental Houses and Multifamily Apartments: Who Owns the US Housing Stock?",
        "public_url": "https://wolfstreet.com/?p=94774",
        "publish_date": "Tue, 09 Apr 2024 20:03:23 +0000",
        "file_location": "./data/The Biggest Landlords of Single-Family Rental Houses and Multifamily Apartments: Who Owns the US Housing Stock?.md",
        "summary": "Ben from Stratechery explored the disparity in ownership between single-family and multifamily rental properties in the US in his analysis of the housing market. According to Wolf Street, while individual investors dominate the single-family rental sector, with mom-and-pop landlords owning 80% of the 14 million single-family rentals, mega-landlords like MAA, Greystar Real Estate Partners, and Morgan Properties command a larger share of the multifamily rental market. Companies like Progress Residential, Invitation Homes, American Homes 4 Rent, and Blackstone are among the top players in single-family rentals, collectively owning about 2.4% of all single-family rental houses. On the other hand, the top 50 multifamily rental landlords in the US control around 7.1% of all rental apartments, showcasing a different ownership landscape in the multifamily sector."
    },
    {
        "title": "What Jamie Dimon Said about Long-Term Inflation, Fed Interest Rates (“2% to 8% or even more”), and QE/QT (it’s Risky)",
        "public_url": "https://wolfstreet.com/?p=94750",
        "publish_date": "Mon, 08 Apr 2024 17:11:10 +0000",
        "file_location": "./data/What Jamie Dimon Said about Long-Term Inflation, Fed Interest Rates (“2% to 8% or even more”), and QE/QT (it’s Risky).md",
        "summary": "In a recent article by Wolf Richter for Wolf Street, Jamie Dimon's concerns about Long-Term Inflation, Fed Interest Rates (“2% to 8% or even more”), and QE/QT (it’s Risky) were highlighted. Dimon emphasized the need for businesses and investors to prepare for a range of potential outcomes rather than relying on specific forecasts due to the unpredictable nature of geopolitical and economic forces. Factors contributing to potential inflation included ongoing fiscal spending, remilitarization, global trade restructuring, green economy capital needs, and higher energy costs. Ben warned about the importance of being ready for interest rates ranging from 2% to 8% or even higher, as different economic scenarios could unfold. He also cautioned about the potential stress on the banking system and leveraged companies if long-term rates exceed 6% during a recession. Concerns were raised about the risks associated with quantitative easing and tightening, with a focus on the significant liquidity drainage through QT exceeding $900 billion annually, representing an unprecedented scale of quantitative tightening."
    },
    {
        "title": "Bank of Canada Balance Sheet QT Sheds 64% of Pandemic QE Assets, Indicates QT Might End in September 2025",
        "public_url": "https://wolfstreet.com/?p=94730",
        "publish_date": "Mon, 08 Apr 2024 02:46:08 +0000",
        "file_location": "./data/Bank of Canada Balance Sheet QT Sheds 64% of Pandemic QE Assets, Indicates QT Might End in September 2025.md",
        "summary": "In a Wolf Street article, Ben from Stratechery analyzes the Bank of Canada's balance sheet normalization strategy, highlighting the significant reduction in pandemic QE assets and Government of Canada bonds. Going forward, the maturity schedule indicates that an additional $65 billion in GoC bonds will mature by September 2025 if Quantitative Tightening (QT) continues. Ben discusses the challenges of withdrawing liquidity and the potential end of QT based on settlement balances, potentially aligning with September 2025. The Bank of Canada's major liabilities, including bank notes in circulation, government deposits, and bank settlement balances, play key roles in shaping the QT process. Once QT concludes, a transition to short-term T-bills and term repos will reshape the balance sheet composition over a multi-year period."
    },
    {
        "title": "ECB Balance Sheet QT: -€2.2 Trillion from Peak, to €6.61 Trillion. Shed 25% of Total Assets, 53% of Pandemic QE",
        "public_url": "https://wolfstreet.com/?p=94717",
        "publish_date": "Sun, 07 Apr 2024 14:54:32 +0000",
        "file_location": "./data/ECB Balance Sheet QT: -€2.2 Trillion from Peak, to €6.61 Trillion. Shed 25% of Total Assets, 53% of Pandemic QE.md",
        "summary": "In a recent article by Wolf Richter for WOLF STREET, the European Central Bank (ECB) has significantly reduced its balance sheet by €2.2 trillion since the start of Quantitative Tightening (QT), reaching €6.61 trillion. This reduction amounts to shedding 25% of total assets and 53% of pandemic QE, marking a change in central banks' strategies amidst inflation pressures. Loan QT saw a reduction of €2.06 trillion or 93% from its peak, with only €156 billion in loans remaining. Bond QT resulted in a decrease of €369 billion from the peak, mainly from the APP program, lowering bond holdings to €4.60 trillion. The Fed and ECB collectively removed $4 trillion in liquidity, reflecting a shift in policy towards reducing liquidity in response to inflation."
    },
    {
        "title": "10-Year Yield Hits 4.40% as Bond Market Begins to Adjust to Higher Forever: Higher Rates and Higher Inflation",
        "public_url": "https://wolfstreet.com/?p=94693",
        "publish_date": "Sat, 06 Apr 2024 03:51:41 +0000",
        "file_location": "./data/10-Year Yield Hits 4.40% as Bond Market Begins to Adjust to Higher Forever: Higher Rates and Higher Inflation.md",
        "summary": "In a recent article by Ben Thompson on Stratechery, Wolf Richter's piece for Wolf Street is highlighted. The 10-Year Yield Hits 4.40%, indicating the bond market's acknowledgment of higher inflation rates post-pandemic. This shift contrasts with a previous focus on rate cuts, and the possibility of the yield reaching 5% is now being discussed. The Federal Reserve's reluctance to crash the economy for 2% inflation implies a potential return to 1990s-level inflation, with recent economic growth and labor market strength hinting at a shift towards a more restrictive monetary policy."
    },
    {
        "title": "Nothing in the Jobs Report Indicates the Fed Should Cut Rates: Labor Market Plugging Along Just Fine despite 5.5% Rates",
        "public_url": "https://wolfstreet.com/?p=94675",
        "publish_date": "Fri, 05 Apr 2024 19:31:42 +0000",
        "file_location": "./data/Nothing in the Jobs Report Indicates the Fed Should Cut Rates: Labor Market Plugging Along Just Fine despite 5.5% Rates.md",
        "summary": "In the article, Ben analyzes the recent jobs report, noting that the labor market is robust with 303,000 new payroll jobs created, exceeding expectations and indicating strong job growth. The household data, however, is affected by an underestimation of immigration by the Census Bureau, causing discrepancies in employment and labor force participation figures. Despite this, the total workforce from the household survey is higher than the employer payrolls data, partly due to the immigration miscalculations. The labor force increased by 469,000 to 167.9 million, with stable prime-age labor participation at 83.4%, and a decrease of 29,000 unemployed individuals. Ben delves into unemployment rates, trends among part-time workers, self-employed individuals, and multiple job holders, highlighting the overall soundness of the labor market and arguing against a Fed rate cut."
    }
]